Repository: Root-RSA/dictionary
Catalog: project_root/Locale/*/LC_MESSAGES/messages.po
Languages: el_gr

source: Слово уже есть в словаре
el_gr: Αυτή η λέξη υπάρχει ήδη στο λεξικό

source: Слово успешно внесено
el_gr: Η λέξη επιτυχώς εισήχθη

source: Что-то пошло не так и слово не было внесено
el_gr: Κάτι δεν πήγε καλά και η λέξη δεν εισάχθηκε

source: Пользователь с таким именем не найден. Попробуйте еще раз!
el_gr: Ο χρήστης με τέτοιο όνομα δεν βρέθηκε. Παρακαλούμε, δοκίμασε πάλι!

source: Неверный пароль, пожалуйста, попробуйте ещё раз
el_gr: Λάθος κωδικός, παρακαλούμε, δοκίμασε πάλι

source: Другой пользователь с таким именем уже зарегистрирован. Попоробуйте другое имя.
el_gr: Άλλος χρήστης με το ίδιο όνομα ήδη υπάρχει. Δοκίμασε άλλο όνομα χρήστη.

source: Регистрация не была завершена по техническим причинам. Пожалуйста, попробуйте другое сочетания имени пользователя и пароля
el_gr: Η εγγραφή δεν ολοκληρώθηκε για τεχνικούς λόγους. Παρακαλούμε, δοκίμασε άλλο συνδυασμό ονόματος χρήστη και κωδικού.

source: Ошибка выполнения запроса:
el_gr: Σφάλμα κατά την εκτέλεση:

source: Вы не ввели греческое слово
el_gr: Δεν έχεις εισάγει την Ελληνική λέξη

source: Вы не ввели перевод слова
el_gr: Δεν έχεις εισάγει την μετάφραση της λέξης

source: Хотите внести новое слово в словарь?
el_gr: Θέλεις να προσθέσεις νέο λήμμα στο λεξικό;

source: Выберите часть речи
el_gr: Διάλεξε το μέρος του λόγου

source: Глагол
el_gr: Ρήμα

source: Существительное
el_gr: Ουσιαστικό

source: Прилагательное
el_gr: Επίθετο

source: Наречие
el_gr: Επίρρημα

source: Выбрать
el_gr: Επιλογή

source: Тип: переходный или непереходный
el_gr: Τύπος: μεταβατικό ή αμετάβατο

source: переходный
el_gr: μεταβατικό

source: непереходный
el_gr: αμετάβατο

source: Введите глагол на греческом
el_gr: Γράψε το ρήμα στα Ελληνικά

source: Греческое слово
el_gr: Ελληνική λέξη

source: Введите русский перевод
el_gr: Γράψε την Ρωσική μετάφραση

source: Перевод
el_gr: Μετάφραση

source: Введите, если есть, примечания
el_gr: Γράψε σημειώσεις, αν έχει

source: Примечание
el_gr: Σημείωση

source: Внести
el_gr: Εισαγωγή

source: Род: мужской, женский, средний
el_gr: Γένος: αρσικό, θηλυκό, ουδέτερο

source: Введите существительное на греческом
el_gr: Γράψε το ουσιαστικό στα Ελληνικά

source: Введите прилагательное на греческом
el_gr: Γράψε το επίθετο στα Ελληνικά

source: Введите наречение на греческом
el_gr: Γράψε το επίρρημα στα Ελληνικά

source: Примеры в предложениях
el_gr: Παραδείγματα σε προτάσεις

source: Регистрация
el_gr: Εγγραφή

source: Ваш логин
el_gr: Το όνομα χρήστη σου

source: Ваш email
el_gr: Το email σου

source: Ваш пароль
el_gr: Ο κωδικός σου

source: Вперёд
el_gr: Αποστολή

source: Вход
el_gr: Είσοδος

source: Войти
el_gr: Είσοδος

source: Добро пожаловать на страницу онлайн греческо-русского словаря. Данный словарь является наиболее полным из существующих на данный момент.
el_gr: Καλώς όρισες στη σελίδα του ηλεκτρονικού Ελληνο-Ρωσικού λεξικού. Το συγκεκριμένο λεξικό είναι το πληρέστερο από όλα τα υπάρχοντα προς στιγμήν.

source: Несмотря на свою полноту, есть слова, которые вы не сможете в нём найти. Поэтому при желании вы можете его пополнять сами, предварительно зарегистрировавшись.
el_gr: Παρόλη την πληρότητα του υπάρχουν λέξεις που δεν θα βρείς εδώ. Για τον λόγο αυτό παρέχεται δυνατότητα πρόσθεσης νέων λημμάτων. Μπορείς να το κάνεις εφόσον εγγραφείς ως χρήστης.

source: Словарь греческого языка
el_gr: Ελληνο-Ρωσικό λεξικό

source: БОЛЬШОЙ
el_gr: ΜΕΓΑΛΟ

source: ГРЕЧЕСКО-РУССКИЙ
el_gr: ΕΛΛΗΝΟ-ΡΩΣΙΚΟ

source: СЛОВАРЬ
el_gr: ΛΕΞΙΚΟ

source: введите слово
el_gr: πληκτρολόγησε τη λέξη

source: Ничего не найдено по вашему запросу
el_gr: Δυστυχώς τίποτα δεν βρέθηκε, παρακαλούμε, δοκίμασε άλλη λέξη
